MAIN_MENU = """
Вы в главном меню
"""

USE_ONLY_BUTTONS = """
На данном этапе используйте только кнопки
"""

SEND_POINT_OF_DEPARTURE = """
Отправьте точку отправления
"""

LEN_ERROR = """
Максимальная длина не должна превышать {max_len} символов!
"""

SAVED = """
Сохранено!
"""

SEND_ARRIVAL_POINT = """
Отправьте точку прибытия
"""

TRIP_ERROR = """
Произошла ошибка, попробуйте создать поездку заново
"""

SEND_TIME = """
Отправьте время поездки
"""

SEND_PRICE = """
Отправьте стоимость поездки
"""

NOT_NUMERIC = """
Вы отправляете не число!
"""

TRIP_CREATED = """
Поездка создана!
"""

TRIP_INFO = """
Новый заказ!

Пункт отправления: {departure_point}
Пункт прибытия: {arrival_point}
Время подачи автомобиля: {time}
Стоимость: {price}

Дополнительная информация:
{additional_info}
"""

ALREADY_ACCEPTED_TRIP = """
Вы уже приняли этот заказ
"""

ALREADY_DENIED_TRIP = """
Вы уже отказались от заказа
"""

YOU_ACCEPTED_TRIP = """
Вы приняли этот заказ!
"""

YOU_DENIED_TRIP = """
Вы отказались от заказа!
"""

TRIP_ACCEPTED = """
Водитель {full_name} откликнулся на заказ!

Пункт отправления: {departure_point}
Пункт прибытия: {arrival_point}
Время подачи автомобиля: {time}
Стоимость: {price}

Дополнительная информация: 
{additional_info}
"""

SEND_ADDITIONAL_INFO = """
Отправьте дополнительную информацию о поездке
"""
